{
  "firstH": "Ремонт, профилактика и установка бойлеров ЗАПОРОЖЬЕ",
  "firstP": "Профессионально решаем любые вопросы с бойлерами и водонагревателями – быстро, с гарантией и недорого.",
  "freeConsultation": "БЕСПЛАТНАЯ КОНСУЛЬТАЦИЯ",
  "ourPerevagu": "НАШИ ПРЕИМУЩЕСТВА",
  "ourPerJ": "которые отмечают клиенты, партнёры и даже конкуренты",
  "firstInPrev": "Огромный опыт работы с любыми задачами",
  "secondInPrev": "Помогаем сэкономить на материалах и доставке",
  "threeInPrev": "Ответственный подход к каждому проекту",
  "fourInPrev": "Соблюдаем все технические стандарты",
  "fiveInPrev": "Всегда укладываемся в оговорённые сроки и бюджет",
  "sixInPrev": "Профессиональное отношение к делу",
  "sevenInPrev": "Гарантия качества на каждом этапе",
  "eightInPrev": "Работаем аккуратно и вежливо",
  "getconsultation": "заказать услуги",
  "vuizd": "Выезд и диагностика",
  "vartist": "Стоимость:",
  "forFree": "Бесплатно — при заказе ремонта",
  "priceForBoler": "Цены на бойлеры",
  "inStock": "В наличии — сотни моделей на складе",
  "vartistMontag": "Стоимость установки",
  "priceRegFor": "Цена зависит от",
  "chousePlase": "выбранного места монтажа",
  "boilerModel": "модели бойлера",
  "forThrj": "Чем сложнее — тем выше стоимость. Минимальная цена установки: от",
  "yearsInWork": "лет работы в этой сфере",
  "zamovlen": "выполненных заказов",
  "klient": "клиентов готовы нас рекомендовать",
  "offer": "Услуги",
  "landTitle": "БОЙЛЕРЫ: РЕМОНТ, ЧИСТКА, УСТАНОВКА",
  "firstOfferDesc": "Профессиональный ремонт, чистка и установка бойлеров любых марок. Быстро, качественно и с гарантией!",
  "moreDet": "Подробнее",
  "businesTitile": "СТИРАЛЬНЫЕ МАШИНЫ: РЕМОНТ И ПОДКЛЮЧЕНИЕ",
  "secondOfferDesc": "Ремонт и подключение стиральных машин любых моделей. Оперативно, надёжно и с гарантией!",
  "onlineTitile": "САНТЕХНИЧЕСКИЕ РАБОТЫ: КРАНЫ, ТРУБЫ И ОТОПЛЕНИЕ",
  "threOfferDesc": "Выполняем все виды сантехнических работ: замена кранов, ремонт труб, монтаж систем отопления. Быстро, качественно, с гарантией!",
  "crmInterTitile": "ПРОФЕССИОНАЛЬНЫЕ КОНСУЛЬТАЦИИ",
  "fiveOfferDesc": "Предоставляем профессиональные консультации по всем вопросам водоснабжения, отопления и бытовой техники. Поможем найти оптимальное решение!",
  "queTitle": "Часто задаваемые вопросы",
  "firstQuestion": "Какие услуги входят в сантехнические работы?",
  "firstAnsver": "Это установка, ремонт и замена труб, кранов, раковин, унитазов, батарей и монтаж отопления.",
  "secondQuestion": "Как часто нужно менять трубы?",
  "secondAnsver": "Металлические трубы — каждые 15–20 лет, пластиковые — 25–30 лет или по мере необходимости.",
  "threQuestion": "Сколько времени занимает замена крана?",
  "threAnsver": "Обычно 30–60 минут, в зависимости от доступа и типа крана.",
  "fourQuestion": "Что влияет на стоимость сантехнических работ?",
  "fourAnsver": "Объём работ, тип оборудования, сложность доступа и срочность заказа.",
  "fiveQuestion": "Какие признаки неисправной сантехники?",
  "fiveAnsver": "Протечки, слабый напор воды, посторонние шумы в трубах или постоянное капание кранов.",
  "sixQuestion": "Могу ли я самостоятельно чистить бойлер?",
  "sixAnsver": "Самостоятельная чистка возможна, но без опыта можно повредить устройство или неправильно собрать его после разборки. Лучше доверить это специалистам.",
  "forPralka": {
    "firstH": "Ремонт, профилактика и установка стиральных машин ЗАПОРОЖЬЕ",
    "firstP": "Профессионально решаем любые вопросы со стиральными машинами и сушилками – быстро, с гарантией и недорого",
    "priceForBoler": "Цены на стиральные машины",
    "boilerModel": "модели стиральной машины"
  },
  "forSanteh": {
    "firstH": "Установка сантехники в Запорожье – быстро, качественно и с гарантией",
    "firstP": "Оказываем услуги по монтажу сантехники в квартирах, домах и офисах. Установка раковин, смесителей, унитазов, ванн, труб и другого оборудования с соблюдением всех норм. Выезд мастера по всему Запорожью."
  },
  "forVodonag": {
    "firstH": "Ремонт водонагревателей в Запорожье по лучшей цене",
    "firstP": "Если вы ищете качественный и оперативный ремонт водонагревателей в Запорожье, то вы попали точно по адресу. Мы предоставляем профессиональные услуги по диагностике, техническому обслуживанию и ремонту электрических нагревателей воды различных марок и моделей. Наша команда опытных специалистов быстро устранит любые неисправности, обеспечив бесперебойную работу вашей техники."
  },
  "forVodonagObslug": {
    "firstH": "Обслуживание бойлеров в Запорожье: профилактика по лучшей цене",
    "firstP": "Добро пожаловать на сайт ZP-Boyler — ваш надежный помощник в сфере бытовых услуг. Если вы ищете профессиональное обслуживание бойлеров в Запорожье, вы попали точно по адресу. Мы предлагаем полный спектр услуг по диагностике, профилактике и ремонту водонагревателей любой марки и модели."
  },
  "ustanovkaBoi": {
    "firstH": "Установка бойлера в Запорожье по доступной цене",
    "firstP": "Если вы планируете установить водонагреватель в доме, квартире или офисе, важно найти надежного исполнителя, который обеспечит грамотный и безопасный монтаж. Наша компания специализируется на профессиональной установке бойлеров в Запорожье по доступной цене с гарантией качества. Мы работаем с оборудованием всех известных брендов и помогаем подобрать оптимальное решение для каждого клиента."
  },
  "kupBoiler": {
    "firstH": "Купить бойлеры в Запорожье на ZP-Boyler — это выгодно, быстро и надежно",
    "firstP": "Ищете, где купить бойлер в Запорожье с гарантией качества и по доступной цене? Тогда вы попали по адресу! На нашем сайте представлен широкий ассортимент электрических водонагревателей на любой вкус и бюджет. Мы предлагаем продукцию только от проверенных производителей, а наш многолетний опыт и индивидуальный подход к каждому клиенту делают нас одним из лидеров в сфере продаж такого оборудования. Поверьте, что вместе с нами вы гарантированно сможете обеспечить свой дом надежным источником горячей воды на долгие годы!"
  },
  "chustkaBoiler": {
    "firstH": "Чистка бойлеров в Запорожье по лучшей цене",
    "firstP": "Бойлер — незаменимый помощник в любом доме, квартире или офисе. Он обеспечивает горячей водой круглый год, независимо от погоды и работы центральных систем водоснабжения. Однако со временем внутри водонагревателя накапливается накипь, ржавчина и другие отложения, которые ухудшают его работу. Хотите, чтобы ваш прибор служил долго и без перебоев? Тогда регулярная чистка бойлера в Запорожье — это именно то, что вам необходимо. Наша компания предоставляет профессиональные услуги по обслуживанию и чистке водонагревателей различных моделей и брендов. Мы работаем быстро, аккуратно и гарантируем высокое качество всех производимых работ."
  },
  "forSitemap": {
    "one": "Ремонт, профилактика и установка бойлеров ЗАПОРОЖЬЕ",
    "two": "Ремонт, профилактика и установка стиральных машин ЗАПОРОЖЬЕ",
    "three": "Установка сантехники в Запорожье – быстро, качественно и с гарантией",
    "four": "Ремонт, профилактика и установка бойлеров ЗАПОРОЖЬЕ",
    "five": "Ремонт водонагревателей в Запорожье по лучшей цене",
    "six": "Обслуживание бойлеров в Запорожье: профилактика по лучшей цене",
    "seven": "Чистка бойлеров в Запорожье по лучшей цене",
    "eight": "Купить бойлеры в Запорожье на ZP-Boyler — это выгодно, быстро и надежно",
    "nine": "Установка бойлера в Запорожье по доступной цене",
    "ten": "Услуги"
  },
  "roztashuvania": "Наше расположение",
  "realAdres": "",
  "phoneContact": "Телефон",
  "hourstContact": "Часы работы",
  "contacts": "Контакты"
}
