import css from "./service.module.css";
import Image from "next/image";
import Link from "next/link";
import rectangle from "../img/Rectangle.png";

const FirstBlockService = ({ t, lng }) => {
  return (
    <section className={css.firstBlockWrap}>
      {/* <Dot className={css.datFirst} />
      <Dot className={css.datSecond} /> */}

      <div className={css.wrapFirstInServ}>
        <p className={css.h1ServOffer}>{t("offer")}</p>
        <div className={css.blockWrapServise}>
          <div className={css.blockCssServ}>
            <div className={css.wrapSmallKL}>
              <p className={css.landP}>{t("landTitle")}</p>
              <p className={css.servDesc}>{t("firstOfferDesc")}</p>
              <Link href={`/${lng}`} className={css.moreDetails}>
                {t("moreDet")}
              </Link>
            </div>
          </div>
          <div className={css.blockCssServ}>
            <div className={css.wrapSmallKL}>
              <p className={css.landP}>{t("businesTitile")}</p>
              <p className={css.servDesc}>{t("secondOfferDesc")}</p>
              <Link href={`/${lng}/remont-pralok`} className={css.moreDetails}>
                {t("moreDet")}
              </Link>
            </div>
          </div>
          <div className={css.blockCssServ}>
            <div className={css.wrapSmallKL}>
              <p className={css.landP}>{t("onlineTitile")}</p>
              <p className={css.servDesc}>{t("threOfferDesc")}</p>
              <Link
                href={`/${lng}/ustanovka-santekhniki`}
                className={css.moreDetails}
              >
                {t("moreDet")}
              </Link>
            </div>
          </div>
          <div className={css.blockCssServ}>
            <div className={css.wrapSmallKL}>
              <p className={css.landP}>{t("crmInterTitile")}</p>
              <p className={css.servDesc}>{t("fiveOfferDesc")}</p>
              <Link href={`/${lng}`} className={css.moreDetails}>
                {t("moreDet")}
              </Link>
            </div>
          </div>
          <div className={css.blockCssServ}>
            <div className={css.wrapSmallKL}>
              <p className={css.landP}>{t("forVodonag.firstH")}</p>
              <p className={css.servDesc}>{t("firstOfferDesc")}</p>
              <Link
                href={`/${lng}/remont-vodonahrivachiv`}
                className={css.moreDetails}
              >
                {t("moreDet")}
              </Link>
            </div>
          </div>
          <div className={css.blockCssServ}>
            <div className={css.wrapSmallKL}>
              <p className={css.landP}>{t("forVodonagObslug.firstH")}</p>
              <p className={css.servDesc}>{t("firstOfferDesc")}</p>
              <Link
                href={`/${lng}/servis-boyleriv`}
                className={css.moreDetails}
              >
                {t("moreDet")}
              </Link>
            </div>
          </div>
          <div className={css.blockCssServ}>
            <div className={css.wrapSmallKL}>
              <p className={css.landP}>{t("ustanovkaBoi.firstH")}</p>
              <p className={css.servDesc}>{t("firstOfferDesc")}</p>
              <Link
                href={`/${lng}/ustanovka-bojlera`}
                className={css.moreDetails}
              >
                {t("moreDet")}
              </Link>
            </div>
          </div>
          <div className={css.blockCssServ}>
            <div className={css.wrapSmallKL}>
              <p className={css.landP}>{t("kupBoiler.firstH")}</p>
              <p className={css.servDesc}>{t("firstOfferDesc")}</p>
              <Link href={`/${lng}/kupyty-bojlery`} className={css.moreDetails}>
                {t("moreDet")}
              </Link>
            </div>
          </div>
          <div className={css.blockCssServ}>
            <div className={css.wrapSmallKL}>
              <p className={css.landP}>{t("chustkaBoiler.firstH")}</p>
              <p className={css.servDesc}>{t("firstOfferDesc")}</p>
              <Link
                href={`/${lng}/chystka-boileriv`}
                className={css.moreDetails}
              >
                {t("moreDet")}
              </Link>
            </div>
          </div>
        </div>
      </div>
      <div className={css.wrapFirstInServAsk}>
        <p className={css.h1ServOffer}>{t("queTitle")}</p>
        <div className={css.wrapQuestAndG}>
          <div className={css.wrapAllQuestion}>
            <div className={css.wrapAllQuestion}>
              <div className={css.wrapOjut}>
                <div className={css.oneAsk}>
                  <p className={css.oneQuestiMainNumber}>01</p>
                  <p className={css.pOneQiedsO}>{t("firstQuestion")}</p>
                </div>
              </div>
              <p className={css.ansver}>{t("firstAnsver")}</p>
              <div className={css.line}></div>
              <div className={css.wrapOjut}>
                <div className={css.oneAsk}>
                  <p className={css.oneQuestiMainNumber}>02</p>
                  <p className={css.pOneQiedsO}>{t("secondQuestion")}</p>
                </div>
              </div>
              <p className={css.ansver}>{t("secondAnsver")}</p>
              <div className={css.line}></div>
              <div className={css.wrapOjut}>
                <div className={css.oneAsk}>
                  <p className={css.oneQuestiMainNumber}>03</p>
                  <p className={css.pOneQiedsO}>{t("threQuestion")}</p>
                </div>
              </div>
              <p className={css.ansver}>{t("threAnsver")}</p>
              <div className={css.line}></div>
              <div className={css.wrapOjut}>
                <div className={css.oneAsk}>
                  <p className={css.oneQuestiMainNumber}>04</p>
                  <p className={css.pOneQiedsO}>{t("fourQuestion")}</p>
                </div>
              </div>
              <p className={css.ansver}>{t("fourAnsver")}</p>
              <div className={css.line}></div>
              <div className={css.wrapOjut}>
                <div className={css.oneAsk}>
                  <p className={css.oneQuestiMainNumber}>05</p>
                  <p className={css.pOneQiedsO}>{t("fiveQuestion")}</p>
                </div>
              </div>
              <p className={css.ansver}>{t("fiveAnsver")}</p>
              <div className={css.line}></div>
              <div className={css.wrapOjut}>
                <div className={css.oneAsk}>
                  <p className={css.oneQuestiMainNumber}>06</p>
                  <p className={css.pOneQiedsO}>{t("sixQuestion")}</p>
                </div>
              </div>
              <p className={css.ansver}>{t("sixAnsver")}</p>
              <div className={css.line}></div>
            </div>
          </div>
          <Image src={rectangle} className={css.asdf} alt="Photo" />
        </div>
      </div>
      {/* <div className={css.seoText}>
        {lng === "ru" ? (
          <div>
            <h1>
              Обслуживание бойлеров в Запорожье: профилактика по лучшей цене
            </h1>
            <p>
              Добро пожаловать на сайт ZP-Boyler — ваш надежный помощник в сфере
              бытовых услуг. Если вы ищете профессиональное обслуживание
              бойлеров в Запорожье, вы попали точно по адресу. Мы предлагаем
              полный спектр услуг по диагностике, профилактике и ремонту
              водонагревателей любой марки и модели.
            </p>

            <h2>Почему важно обслуживание бойлера?</h2>
            <p>
              Обслуживание бойлеров в Запорожье — это не просто разовая услуга,
              а важная часть регулярного ухода за вашим оборудованием. Почему?
              Отвечаем: в электрических водонагревателях со временем
              накапливается накипь, возникает коррозия и засоры, что может
              негативно повлиять на эффективность работы устройства и даже
              привести к его полной поломке. Чтобы избежать неприятных ситуаций,
              необходима своевременная профилактика бойлера в Запорожье. Это
              особенно важно в регионах с жесткой водой, где образование накипи
              происходит намного быстрее.
            </p>
            <p>
              Мы предлагаем квалифицированное обслуживание водонагревателей с
              выездом мастера на дом. Наши специалисты имеют многолетний опыт
              работы и используют только современные методы очистки бака,
              удаления накипи, проверки ТЭНов и термостатов. Все работы
              проводятся аккуратно, быстро и с гарантией. Мы работаем с
              бойлерами всех популярных брендов, таких как Ariston, Gorenje,
              Atlantic, Thermex и другие.
            </p>

            <h2>Когда необходима срочная профилактика?</h2>
            <p>
              Если вы заметили, что бойлер стал дольше нагревать воду, появился
              посторонний шум или снизился напор — это первые признаки того, что
              вашему водонагревателю требуется профилактическое обслуживание.
              Также стоит насторожиться, если вода имеет неприятный запах или
              цвет, — это может свидетельствовать о коррозии внутренних стенок
              бака или загрязнении нагревательных элементов.
            </p>

            <h2>Эффективная профилактика бойлера в Запорожье</h2>
            <p>
              Профилактика водонагревателя — это не только залог его
              долговечности, но и экономия на электричестве. Загрязненный бойлер
              тратит больше энергии для нагрева воды, а значит, ваш счет за
              электроэнергию может существенно увеличиться. Также регулярная
              чистка бойлера предотвращает появление неприятного запаха воды и
              защищает внутренние элементы устройства от коррозии.
            </p>
            <p>Этапы профилактики бойлера в Запорожье включают в себя:</p>
            <ul>
              <li>отключение устройства от сети и системы водоснабжения;</li>
              <li>слив воды и демонтаж корпуса;</li>
              <li>
                очистку внутренней поверхности от накипи с использованием
                безопасных химических средств;
              </li>
              <li>
                проверку и замену магниевого анода, который защищает бак от
                коррозии;
              </li>
              <li>
                тестирование нагревательных элементов (ТЭНов) на
                работоспособность;
              </li>
              <li>проверку термостата и электрических соединений;</li>
              <li>сборку и подключение оборудования;</li>
              <li>финальное тестирование системы.</li>
            </ul>
            <p>
              Также мы предоставляем консультации по уходу за бойлером и даем
              рекомендации по частоте обслуживания устройства. Для большинства
              моделей рекомендуется проводить профилактику не реже одного раза в
              год. Если вы используете бойлер интенсивно, например, в семье из 4
              и более человек, рекомендуется проводить обслуживание каждые 6-8
              месяцев.
            </p>

            <h2>Почему стоит заказать профилактику бойлера у нас?</h2>
            <ul>
              <li>
                <b>Профессионализм.</b> Наши мастера прошли специальное обучение
                и сертификацию.
              </li>
              <li>
                <b>Прозрачная ценовая политика.</b> Цена обслуживание бойлера в
                Запорожье зависит от типа устройства и объема работ, но всегда
                остается доступной для рядового потребителя.
              </li>
              <li>
                <b>Индивидуальный подход.</b> Мы учитываем все особенности
                вашего оборудования и предлагаем оптимальные решения.
              </li>
              <li>
                <b>Оперативность.</b> Выезд в день обращения.
              </li>
              <li>
                <b>Гарантия качества.</b> Мы предоставляем гарантию на все
                выполненные работы и использованные комплектующие.
              </li>
            </ul>
            <p>
              Обслуживание бойлеров в Запорожье от нашей компании — это
              надежность, доступность и качество. Мы ценим ваше время и комфорт,
              поэтому работаем без выходных и готовы помочь в любой момент. Наша
              служба поддержки всегда на связи и готова ответить на любые ваши
              вопросы.
            </p>

            <h3>Как заказать услугу по обслуживанию бойлеров?</h3>
            <p>
              Чтобы заказать услугу по обслуживанию бойлера в Запорожье,
              оставьте заявку на сайте или позвоните нам по указанному телефону.
              Мы быстро обработаем ваш запрос и назначим удобное время визита
              мастера. Доверьте уход за своим оборудованием профессионалам,
              которые оперативно выполнят комплекс всех профилактических
              мероприятий по доступной стоимости!
            </p>
          </div>
        ) : (
          <div>
            <h1>
              Обслуговування бойлерів у Запоріжжі: профілактика за найкращою
              ціною
            </h1>
            <p>
              Ласкаво просимо на сайт ZP-Boyler — ваш надійний помічник у сфері
              побутових послуг. Якщо ви шукаєте професійне обслуговування
              бойлерів у Запоріжжі, ви потрапили за правильною адресою. Ми
              пропонуємо повний спектр послуг з діагностики, профілактики та
              ремонту водонагрівачів будь-якої марки та моделі.
            </p>

            <h2>Чому обслуговування бойлера таке важливе?</h2>
            <p>
              Обслуговування бойлерів у Запоріжжі — це не просто разова послуга,
              а важлива частина регулярного догляду за вашим обладнанням. Чому?
              Відповідаємо: в електричних водонагрівачах з часом накопичується
              накип, виникає корозія та засмічення, що може негативно вплинути
              на ефективність роботи пристрою й навіть призвести до його повної
              поломки. Щоб уникнути неприємних ситуацій, необхідна своєчасна
              профілактика бойлера у Запоріжжі. Це особливо актуально в регіонах
              із жорсткою водою, де утворення накипу відбувається значно швидше.
            </p>
            <p>
              Ми пропонуємо кваліфіковане обслуговування водонагрівачів з
              виїздом майстра на дом. Наші спеціалісти мають багаторічний досвід
              роботи та використовують лише сучасні методи очищення бака,
              видалення накипу, перевірки ТЕНів і термостатів. Усі роботи
              виконуються акуратно, швидко та з гарантією. Ми працюємо з
              бойлерами всіх популярних брендів, таких як Ariston, Gorenje,
              Atlantic, Thermex та інших.
            </p>

            <h2>Коли необхідна термінова профілактика?</h2>
            <p>
              Якщо ви помітили, що бойлер став довше нагрівати воду, з’явився
              сторонній шум або зменшився напір — це перші ознаки того, що
              вашому водонагрівачу потрібне профілактичне обслуговування. Також
              варто насторожитися, якщо вода має неприємний запах або колір — це
              може свідчити про корозію внутрішніх стінок бака або забруднення
              нагрівальних елементів.
            </p>

            <h2>Ефективна профілактика бойлера у Запоріжжі</h2>
            <p>
              Профілактика водонагрівача — це не лише запорука його
              довговічності, а й економія на електроенергії. Забруднений бойлер
              витрачає більше енергії для нагріву води, а отже, ваш рахунок за
              електроенергію може суттєво зрости. Також регулярне очищення
              бойлера запобігає появі неприємного запаху води та захищає
              внутрішні елементи пристрою від корозії.
            </p>
            <p>Етапи профілактики бойлера у Запоріжжі включають в себе:</p>
            <ul>
              <li>
                відключення пристрою від мережі та системи водопостачання;
              </li>
              <li>злив води та демонтаж корпусу;</li>
              <li>
                очищення внутрішньої поверхні від накипу з використанням
                безпечних хімічних засобів;
              </li>
              <li>
                перевірку та заміну магнієвого анода, що захищає бак від
                корозії;
              </li>
              <li>
                тестування нагрівальних елементів (ТЕНів) на працездатність;
              </li>
              <li>перевірку термостата й електричних з’єднань;</li>
              <li>збирання та підключення обладнання;</li>
              <li>фінальне тестування системи.</li>
            </ul>
            <p>
              Також ми надаємо консультації з догляду за бойлером і даємо
              рекомендації щодо частоти обслуговування пристрою. Для більшості
              моделей рекомендується проводити профілактику не рідше одного разу
              на рік. Якщо ви використовуєте бойлер інтенсивно, наприклад, у
              сім’ї з 4 і більше осіб, рекомендується проводити обслуговування
              кожні 6–8 місяців.
            </p>

            <h2>Чому варто замовити профілактику бойлера у нас?</h2>
            <ul>
              <li>
                <b>Професіоналізм.</b> Наші майстри пройшли спеціальне навчання
                та сертифікацію.
              </li>
              <li>
                <b>Прозора цінова політика.</b> Ціна обслуговування бойлера у
                Запоріжжі залежить від типу пристрою та обсягу робіт, але завжди
                залишається доступною для пересічного споживача.
              </li>
              <li>
                <b>Індивідуальний підхід.</b> Ми враховуємо всі особливості
                вашого обладнання та пропонуємо оптимальні рішення.
              </li>
              <li>
                <b>Оперативність.</b> Виїзд у день звернення.
              </li>
              <li>
                <b>Гарантія якості.</b> Ми надаємо гарантію на всі виконані
                роботи та використані комплектуючі.
              </li>
            </ul>
            <p>
              Обслуговування бойлерів у Запоріжжі від нашої компанії — це
              надійність, доступність та якість. Ми цінуємо ваш час і комфорт,
              тому працюємо без вихідних і готові допомогти у будь-який момент.
              Наша служба підтримки завжди на зв’язку й готова відповісти на всі
              ваші запитання.
            </p>

            <h3>Як замовити послугу з обслуговування бойлерів?</h3>
            <p>
              Щоб замовити послугу з обслуговування бойлера у Запоріжжі, залиште
              заявку на сайті або зателефонуйте нам за вказаним номером. Ми
              швидко опрацюємо ваш запит і призначимо зручний час візиту
              майстра. Довірте догляд за своїм обладнанням професіоналам, які
              оперативно виконають комплекс усіх профілактичних заходів за
              доступною вартістю!
            </p>
          </div>
        )}
      </div> */}
    </section>
  );
};
export default FirstBlockService;
