{
  "firstH": "Ремонт, профілактика та встановлення бойлерів ЗАПОРІЖЖЯ",
  "firstP": "Професійно вирішуємо будь-які питання з бойлерами та водонагрівачами – швидко, з гарантією та недорого",
  "freeConsultation": "БЕЗКОШТОВНА КОНСУЛЬТАЦІЯ",
  "ourPerevagu": "НАШІ ПЕРЕВАГИ",
  "ourPerJ": "які відзначають клієнти, партнери та навіть конкуренти",
  "firstInPrev": "Величезний досвід роботи з будь-якими завданнями",
  "secondInPrev": "Допомагаємо заощадити на матеріалах та доставці",
  "threeInPrev": "Відповідальний підхід до кожного проекту",
  "fourInPrev": "Дотримуємося всіх технічних стандартів",
  "fiveInPrev": "Завжди вкладаємося в обумовлені терміни та бюджет",
  "sixInPrev": "Професійне ставлення до справи",
  "sevenInPrev": "Гарантії якості на кожному етапі",
  "eightInPrev": "Працюємо акуратно та ввічливо",
  "getconsultation": "замовити послуги",
  "vuizd": "Виїзд та діагностика",
  "vartist": "Вартість:",
  "forFree": "Безкоштовно — при замовленні ремонту",
  "priceForBoler": "Ціни на бойлери",
  "inStock": "В наявності — сотні моделей на складі",
  "vartistMontag": "Вартість установки",
  "priceRegFor": "Ціна залежить від",
  "chousePlase": "обраного місця монтажу",
  "boilerModel": "моделі бойлера",
  "forThrj": "Чим складніше — тим вища вартість. Мінімальна ціна установки: від",
  "yearsInWork": "років роботи у цій сфері",
  "zamovlen": "виконаних замовлень",
  "klient": "клієнтів готові рекомендувати нас",
  "offer": "Послуги",
  "landTitle": "БОЙЛЕРИ: РЕМОНТ, ЧИСТКА, УСТАНОВКА",
  "firstOfferDesc": "Професійний ремонт, чистка та установка бойлерів будь-яких марок. Швидко, якісно та з гарантією!",
  "moreDet": "Детальніше",
  "businesTitile": "ПРАЛЬНI МАШИНИ: РЕМОНТ ТА ПIДКЛЮЧЕННЯ",
  "secondOfferDesc": "Ремонт та підключення пральних машин будь-яких моделей. Оперативно, надійно та з гарантією!",
  "onlineTitile": "САНТЕХНIЧНI РОБОТИ: КРАНИ, ТРУБИ ТА ОПАЛЕННЯ",
  "threOfferDesc": "Виконуємо всі види сантехнічних робіт: заміна кранів, ремонт труб, монтаж систем опалення. Швидко, якісно, з гарантією!",
  "crmInterTitile": "ПРОФЕСІЙНІ КОНСУЛЬТАЦІЇ",
  "fiveOfferDesc": "Надаємо професійні консультації з усіх питань водопостачання, опалення та побутової техніки. Допоможемо знайти оптимальне рішення!",
  "queTitle": "Питання, що часто задаються",
  "firstQuestion": "Які етапи обслуговування бойлера?",
  "firstAnsver": "Обслуговування бойлера включає діагностику, очищення від накипу, перевірку ТЕНу, ремонт або заміну деталей, тестування та налаштування.",
  "secondQuestion": "Як часто потрібно чистити бойлер?",
  "secondAnsver": "Рекомендується проводити чистку бойлера щонайменше раз на рік, залежно від якості води та інтенсивності використання.",
  "threQuestion": "Скільки часу займає ремонт бойлера?",
  "threAnsver": "Час ремонту залежить від складності проблеми. Зазвичай – від 1 до 3 годин.",
  "fourQuestion": "Що впливає на вартість обслуговування бойлера?",
  "fourAnsver": "Це тип поломки, модель бойлера, необхідність заміни деталей і складність виконання робіт.",
  "fiveQuestion": "Як дізнатися, що бойлер потребує чистки?",
  "fiveAnsver": "Ознаками є зменшення нагріву води, поява шуму, збільшення споживання електроенергії або довший час нагріву.",
  "sixQuestion": "Чи можу я самостійно чистити бойлер?",
  "sixAnsver": "Самостійна чистка можлива, але без досвіду можна пошкодити пристрій або неправильно зібрати його після розбору. Краще довірити це професіоналам.",
  "forPralka": {
    "firstH": "Ремонт, профілактика та встановлення пральних машин ЗАПОРІЖЖЯ",
    "firstP": "Професійно вирішуємо будь-які питання з пральнимим машинами та сушарками – швидко, з гарантією та недорого",
    "priceForBoler": "Ціни на пральні машини",
    "boilerModel": "моделі пральної машини"
  },
  "forSanteh": {
    "firstH": "Встановлення сантехніки у Запоріжжі – швидко, якісно та з гарантією",
    "firstP": "Надаємо послуги з монтажу сантехніки у квартирах, будинках та офісах. Установка умивальників, змішувачів, унітазів, ванн, труб та іншого обладнання з дотриманням усіх норм. Виїзд майстра по всьому Запоріжжю."
  },
  "forVodonag": {
    "firstH": "Ремонт водонагрівачів у Запоріжжі за найкращою ціною",
    "firstP": "Якщо ви шукаєте якісний та оперативний ремонт водонагрівачів у Запоріжжі, то ви звернулися саме за адресою. Ми надаємо професійні послуги з діагностики, технічного обслуговування та ремонту електричних нагрівачів води різних марок та моделей. Наша команда досвідчених фахівців швидко усуне будь-які несправності, забезпечивши безперебійну роботу вашої техніки."
  },
  "forVodonagObslug": {
    "firstH": "Обслуговування бойлерів у Запоріжжі: профілактика за найкращою ціною",
    "firstP": "Ласкаво просимо на сайт ZP-Boyler — ваш надійний помічник у сфері побутових послуг. Якщо ви шукаєте професійне обслуговування бойлерів у Запоріжжі, ви потрапили за правильною адресою. Ми пропонуємо повний спектр послуг з діагностики, профілактики та ремонту водонагрівачів будь-якої марки та моделі."
  },
  "ustanovkaBoi": {
    "firstH": "Встановлення бойлера у Запоріжжі за доступною ціною",
    "firstP": "Якщо ви плануєте встановити водонагрівач у будинку, квартирі або офісі, важливо знайти надійного виконавця, який забезпечить грамотний та безпечний монтаж. Наша компанія спеціалізується на професійному встановленні бойлерів у Запоріжжі за доступною ціною з гарантією якості. Ми працюємо з обладнанням усіх відомих брендів та допомагаємо підібрати оптимальне рішення для кожного клієнта."
  },
  "kupBoiler": {
    "firstH": "Купити бойлери в Запоріжжі на ZP-Boyler — це вигідно, швидко та надійно",
    "firstP": "Шукаєте, де купити бойлер у Запоріжжі з гарантією якості та за доступною ціною? Тоді ви потрапили за адресою! На нашому сайті представлений широкий асортимент електричних водонагрівачів на будь-який смак та бюджет. Ми пропонуємо продукцію лише від перевірених виробників, а наш багаторічний досвід та індивідуальний підхід до кожного клієнта роблять нас одним із лідерів у сфері продажу такого обладнання. Повірте, разом із нами ви гарантовано забезпечите свій дім надійним джерелом гарячої води на довгі роки!"
  },
  "chustkaBoiler": {
    "firstH": "Чистка бойлерів у Запоріжжі за найкращою ціною",
    "firstP": "Бойлер — незамінний помічник у будь-якому будинку, квартирі чи офісі. Він забезпечує гарячою водою протягом усього року, незалежно від погоди та роботи центральних систем водопостачання. Проте з часом всередині водонагрівача накопичуються накип, іржа та інші відкладення, які погіршують його роботу. Бажаєте, щоб ваш пристрій служив довго і без перебоїв? Тоді регулярна чистка бойлера у Запоріжжі — саме те, що вам потрібно. Наша компанія надає професійні послуги з обслуговування та чищення водонагрівачів різних моделей і брендів. Ми працюємо швидко, акуратно і гарантуємо високу якість всіх виконуваних робіт."
  },
  "forSitemap": {
    "one": "Ремонт, профілактика та встановлення бойлерів ЗАПОРІЖЖЯ",
    "two": "Ремонт, профілактика та встановлення пральних машин ЗАПОРІЖЖЯ",
    "three": "Встановлення сантехніки у Запоріжжі – швидко, якісно та з гарантією",
    "four": "Ремонт, профілактика та встановлення бойлерів ЗАПОРІЖЖЯ",
    "five": "Ремонт водонагрівачів у Запоріжжі за найкращою ціною",
    "six": "Обслуговування бойлерів у Запоріжжі: профілактика за найкращою ціною",
    "seven": "Чистка бойлерів у Запоріжжі за найкращою ціною",
    "eight": "Купити бойлери в Запоріжжі на ZP-Boyler — це вигідно, швидко та надійно",
    "nine": "Встановлення бойлера у Запоріжжі за доступною ціною",
    "ten": "Послуги"
  },
  "roztashuvania": "Наше розташування",
  "realAdres": "",
  "phoneContact": "Телефон",
  "hourstContact": "Години роботи",
  "contacts": "Контакти"
}
